ahmadalli.vscode-nginx-conf
anysphere.remote-ssh
anysphere.remote-wsl
arcticicestudio.nord-visual-studio-code
catppuccin.catppuccin-vsc
dbaeumer.vscode-eslint
docker.docker
dracula-theme.theme-dracula
dustypomerleau.rust-syntax
eamodio.gitlens
esbenp.prettier-vscode
fill-labs.dependi
github.github-vscode-theme
github.vscode-github-actions
hashicorp.terraform
hbenl.vscode-test-explorer
hermitter.oh-lucy-vscode
inferrinizzard.prettier-sql-vscode
me-dutour-mathieu.vscode-github-actions
ms-azuretools.vscode-containers
ms-azuretools.vscode-docker
ms-vscode-remote.remote-containers
ms-vscode-remote.vscode-remote-extensionpack
ms-vscode.remote-server
ms-vscode.test-adapter-converter
pranjalkumar.minimal-kiwi
raynigon.nginx-formatter
redhat.vscode-yaml
rickynormandeau.mariana-pro
rust-lang.rust-analyzer
sdras.night-owl
styled-components.vscode-styled-components
tamasfe.even-better-toml
tim-koehler.helm-intellisense
tinkertrain.theme-panda
vadimcn.vscode-lldb
william-voyek.vscode-nginx
