bierner.docs-view
bmalehorn.shell-syntax
boto3typed.boto3-ide
dberezin.lox-language
dustypomerleau.rust-syntax
eamodio.gitlens
esbenp.prettier-vscode
eserozvataf.one-dark-pro-monokai-darker
fill-labs.dependi
foxundermoon.shell-format
github.github-vscode-theme
github.vscode-github-actions
github.vscode-pull-request-github
hbenl.vscode-test-explorer
me-dutour-mathieu.vscode-github-actions
mechatroner.rainbow-csv
ms-azuretools.vscode-docker
ms-python.black-formatter
ms-python.debugpy
ms-python.mypy-type-checker
ms-python.python
ms-python.vscode-pylance
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-toolsai.vscode-jupyter-cell-tags
ms-toolsai.vscode-jupyter-slideshow
ms-vscode-remote.remote-containers
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode-remote.remote-wsl
ms-vscode-remote.vscode-remote-extensionpack
ms-vscode.remote-explorer
ms-vscode.remote-server
ms-vscode.test-adapter-converter
mvllow.rose-pine
rajeshwaran.developer-theme-dark
redhat.java
redhat.vscode-yaml
rickynormandeau.mariana-pro
rust-lang.rust-analyzer
samuelcolvin.jinjahtml
sdras.night-owl
tamasfe.even-better-toml
timonwong.shellcheck
tomoki1207.pdf
visualstudioexptteam.intellicode-api-usage-examples
visualstudioexptteam.vscodeintellicode
vscjava.vscode-java-debug
vscjava.vscode-java-pack
vscjava.vscode-java-test
vscjava.vscode-maven
vscodevim.vim
wholroyd.jinja
