bierner.docs-view
dberezin.lox-language
eamodio.find-related
eamodio.gitlens
eserozvataf.one-dark-pro-monokai-darker
github.vscode-github-actions
GitHub.vscode-pull-request-github
inferrinizzard.prettier-sql-vscode
innoverio.vscode-dbt-power-user
janicweber.soft-grey-theme
mechatroner.rainbow-csv
ms-azuretools.vscode-docker
ms-python.black-formatter
ms-python.isort
ms-python.python
ms-python.vscode-pylance
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-toolsai.vscode-jupyter-cell-tags
ms-toolsai.vscode-jupyter-slideshow
ms-vscode-remote.remote-containers
ms-vscode-remote.remote-ssh
ms-vscode-remote.vscode-remote-extensionpack
ms-vscode.azure-account
ms-vscode.cmake-tools
ms-vscode.cpptools
ms-vscode.cpptools-extension-pack
ms-vscode.cpptools-themes
ms-vscode.remote-explorer
ms-vscode.remote-server
mvllow.rose-pine
NicolasVuillamy.vscode-groovy-lint
qiqigou.tpl-lang
Rajeshwaran.developer-theme-dark
redhat.java
redhat.vscode-yaml
rickynormandeau.mariana-pro
samuelcolvin.jinjahtml
scala-lang.scala
snowflake.snowflake-vsc
tamasfe.even-better-toml
twxs.cmake
victorlitvinenko.vscode-soft-colors
VisualStudioExptTeam.intellicode-api-usage-examples
VisualStudioExptTeam.vscodeintellicode
vscjava.vscode-gradle
vscjava.vscode-java-debug
vscjava.vscode-java-dependency
vscjava.vscode-java-pack
vscjava.vscode-java-test
vscjava.vscode-maven
vscodevim.vim
