ahmadalli.vscode-nginx-conf
arcticicestudio.nord-visual-studio-code
dbaeumer.vscode-eslint
docker.docker
dracula-theme.theme-dracula
dustypomerleau.rust-syntax
eamodio.gitlens
esbenp.prettier-vscode
fill-labs.dependi
github.github-vscode-theme
github.vscode-github-actions
hashicorp.terraform
hbenl.vscode-test-explorer
hermitter.oh-lucy-vscode
inferrinizzard.prettier-sql-vscode
me-dutour-mathieu.vscode-github-actions
mechatroner.rainbow-csv
ms-azuretools.vscode-containers
ms-python.black-formatter
ms-python.debugpy
ms-python.mypy-type-checker
ms-python.python
ms-python.vscode-pylance
ms-python.vscode-python-envs
ms-vscode-remote.remote-containers
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode-remote.remote-wsl
ms-vscode-remote.vscode-remote-extensionpack
ms-vscode.remote-explorer
ms-vscode.remote-server
ms-vscode.test-adapter-converter
pranjalkumar.minimal-kiwi
raynigon.nginx-formatter
redhat.java
redhat.vscode-yaml
rickynormandeau.mariana-pro
rust-lang.rust-analyzer
sdras.night-owl
styled-components.vscode-styled-components
tamasfe.even-better-toml
tim-koehler.helm-intellisense
tinkertrain.theme-panda
vadimcn.vscode-lldb
visualstudioexptteam.intellicode-api-usage-examples
visualstudioexptteam.vscodeintellicode
vscjava.vscode-gradle
vscjava.vscode-java-debug
vscjava.vscode-java-dependency
vscjava.vscode-java-pack
vscjava.vscode-java-test
vscjava.vscode-maven
vscodevim.vim
william-voyek.vscode-nginx
